{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¤": 76,
      "¥": 77,
      "¦": 78,
      "§": 79,
      "¨": 80,
      "©": 81,
      "ª": 82,
      "«": 83,
      "¬": 84,
      "®": 85,
      "¯": 86,
      "°": 87,
      "±": 88,
      "²": 89,
      "³": 90,
      "´": 91,
      "µ": 92,
      "¶": 93,
      "·": 94,
      "¸": 95,
      "¹": 96,
      "º": 97,
      "»": 98,
      "¼": 99,
      "½": 100,
      "¾": 101,
      "¿": 102,
      "×": 103,
      "ß": 104,
      "æ": 105,
      "ð": 106,
      "÷": 107,
      "ø": 108,
      "þ": 109,
      "đ": 110,
      "ħ": 111,
      "ı": 112,
      "ĳ": 113,
      "ĸ": 114,
      "ł": 115,
      "ŉ": 116,
      "ŋ": 117,
      "œ": 118,
      "ŧ": 119,
      "ſ": 120,
      "ƀ": 121,
      "ƈ": 122,
      "ƌ": 123,
      "ƒ": 124,
      "ƕ": 125,
      "ƙ": 126,
      "ƚ": 127,
      "ƛ": 128,
      "ƞ": 129,
      "ƣ": 130,
      "ƥ": 131,
      "ƨ": 132,
      "ƫ": 133,
      "ƭ": 134,
      "ƴ": 135,
      "ƶ": 136,
      "ƹ": 137,
      "ƿ": 138,
      "ǀ": 139,
      "ǁ": 140,
      "ǂ": 141,
      "ǃ": 142,
      "ǆ": 143,
      "ǉ": 144,
      "ǌ": 145,
      "ǝ": 146,
      "ǥ": 147,
      "ȝ": 148,
      "ȡ": 149,
      "ȣ": 150,
      "ȥ": 151,
      "ȵ": 152,
      "ȶ": 153,
      "ȷ": 154,
      "ȸ": 155,
      "ȹ": 156,
      "ȿ": 157,
      "ɀ": 158,
      "ɂ": 159,
      "ɇ": 160,
      "ɋ": 161,
      "ɍ": 162,
      "ɏ": 163,
      "ɐ": 164,
      "ɑ": 165,
      "ɒ": 166,
      "ɓ": 167,
      "ɔ": 168,
      "ɕ": 169,
      "ɖ": 170,
      "ɗ": 171,
      "ɘ": 172,
      "ə": 173,
      "ɚ": 174,
      "ɛ": 175,
      "ɜ": 176,
      "ɝ": 177,
      "ɞ": 178,
      "ɟ": 179,
      "ɠ": 180,
      "ɡ": 181,
      "ɢ": 182,
      "ɣ": 183,
      "ɤ": 184,
      "ɥ": 185,
      "ɦ": 186,
      "ɧ": 187,
      "ɨ": 188,
      "ɩ": 189,
      "ɪ": 190,
      "ɫ": 191,
      "ɬ": 192,
      "ɭ": 193,
      "ɯ": 194,
      "ɱ": 195,
      "ɲ": 196,
      "ɳ": 197,
      "ɴ": 198,
      "ɵ": 199,
      "ɷ": 200,
      "ɸ": 201,
      "ɹ": 202,
      "ɻ": 203,
      "ɼ": 204,
      "ɽ": 205,
      "ɾ": 206,
      "ɿ": 207,
      "ʀ": 208,
      "ʁ": 209,
      "ʂ": 210,
      "ʃ": 211,
      "ʇ": 212,
      "ʈ": 213,
      "ʉ": 214,
      "ʊ": 215,
      "ʋ": 216,
      "ʌ": 217,
      "ʍ": 218,
      "ʎ": 219,
      "ʏ": 220,
      "ʐ": 221,
      "ʑ": 222,
      "ʒ": 223,
      "ʔ": 224,
      "ʕ": 225,
      "ʖ": 226,
      "ʘ": 227,
      "ʙ": 228,
      "ʚ": 229,
      "ʛ": 230,
      "ʜ": 231,
      "ʝ": 232,
      "ʞ": 233,
      "ʟ": 234,
      "ʠ": 235,
      "ʣ": 236,
      "ʤ": 237,
      "ʥ": 238,
      "ʦ": 239,
      "ʧ": 240,
      "ʨ": 241,
      "ʮ": 242,
      "ʯ": 243,
      "ʰ": 244,
      "ʱ": 245,
      "ʲ": 246,
      "ʳ": 247,
      "ʴ": 248,
      "ʵ": 249,
      "ʶ": 250,
      "ʷ": 251,
      "ʸ": 252,
      "ʹ": 253,
      "ʺ": 254,
      "ʻ": 255,
      "ʼ": 256,
      "ʽ": 257,
      "ʾ": 258,
      "ʿ": 259,
      "ˀ": 260,
      "ˁ": 261,
      "ˆ": 262,
      "ˇ": 263,
      "ˈ": 264,
      "ˉ": 265,
      "ˊ": 266,
      "ˋ": 267,
      "ˌ": 268,
      "ˎ": 269,
      "ˏ": 270,
      "ː": 271,
      "ˑ": 272,
      "˓": 273,
      "˗": 274,
      "˘": 275,
      "˙": 276,
      "˚": 277,
      "˛": 278,
      "˜": 279,
      "˞": 280,
      "ˠ": 281,
      "ˢ": 282,
      "ˣ": 283,
      "ˤ": 284,
      "˥": 285,
      "˦": 286,
      "˧": 287,
      "˩": 288,
      "˭": 289,
      "ˮ": 290,
      "˳": 291,
      "˹": 292,
      "˺": 293,
      "ͱ": 294,
      "ͺ": 295,
      "΄": 296,
      "α": 297,
      "β": 298,
      "γ": 299,
      "δ": 300,
      "ε": 301,
      "ζ": 302,
      "η": 303,
      "θ": 304,
      "ι": 305,
      "κ": 306,
      "λ": 307,
      "μ": 308,
      "ν": 309,
      "ξ": 310,
      "ο": 311,
      "π": 312,
      "ρ": 313,
      "ς": 314,
      "σ": 315,
      "τ": 316,
      "υ": 317,
      "φ": 318,
      "χ": 319,
      "ψ": 320,
      "ω": 321,
      "ϕ": 322,
      "ϙ": 323,
      "ϛ": 324,
      "ϝ": 325,
      "ϟ": 326,
      "ϡ": 327,
      "ϣ": 328,
      "ϧ": 329,
      "ϩ": 330,
      "ϫ": 331,
      "ϯ": 332,
      "ϰ": 333,
      "ϲ": 334,
      "ϵ": 335,
      "϶": 336,
      "ϸ": 337,
      "ϻ": 338,
      "а": 339,
      "б": 340,
      "в": 341,
      "г": 342,
      "д": 343,
      "е": 344,
      "ж": 345,
      "з": 346,
      "и": 347,
      "к": 348,
      "л": 349,
      "м": 350,
      "н": 351,
      "о": 352,
      "п": 353,
      "р": 354,
      "с": 355,
      "т": 356,
      "у": 357,
      "ф": 358,
      "х": 359,
      "ц": 360,
      "ч": 361,
      "ш": 362,
      "щ": 363,
      "ъ": 364,
      "ы": 365,
      "ь": 366,
      "э": 367,
      "ю": 368,
      "я": 369,
      "ђ": 370,
      "є": 371,
      "ѕ": 372,
      "і": 373,
      "ј": 374,
      "љ": 375,
      "њ": 376,
      "ћ": 377,
      "џ": 378,
      "ѡ": 379,
      "ѣ": 380,
      "ѥ": 381,
      "ѧ": 382,
      "ѩ": 383,
      "ѫ": 384,
      "ѭ": 385,
      "ѱ": 386,
      "ѳ": 387,
      "ѵ": 388,
      "ѹ": 389,
      "ѽ": 390,
      "ѿ": 391,
      "ґ": 392,
      "ғ": 393,
      "ҕ": 394,
      "ҙ": 395,
      "қ": 396,
      "ҝ": 397,
      "ң": 398,
      "ҧ": 399,
      "ҫ": 400,
      "ү": 401,
      "ұ": 402,
      "ҳ": 403,
      "ҷ": 404,
      "ҹ": 405,
      "һ": 406,
      "ӄ": 407,
      "ӈ": 408,
      "ӏ": 409,
      "ә": 410,
      "ө": 411,
      "ӷ": 412,
      "ԍ": 413,
      "ԛ": 414,
      "ԥ": 415,
      "ա": 416,
      "բ": 417,
      "գ": 418,
      "դ": 419,
      "ե": 420,
      "զ": 421,
      "է": 422,
      "ը": 423,
      "թ": 424,
      "ժ": 425,
      "ի": 426,
      "լ": 427,
      "խ": 428,
      "ծ": 429,
      "կ": 430,
      "հ": 431,
      "ղ": 432,
      "ճ": 433,
      "մ": 434,
      "յ": 435,
      "ն": 436,
      "շ": 437,
      "ո": 438,
      "չ": 439,
      "պ": 440,
      "ջ": 441,
      "ռ": 442,
      "ս": 443,
      "վ": 444,
      "տ": 445,
      "ր": 446,
      "ց": 447,
      "ւ": 448,
      "փ": 449,
      "ք": 450,
      "օ": 451,
      "ֆ": 452,
      "և": 453,
      "א": 454,
      "ב": 455,
      "ג": 456,
      "ד": 457,
      "ה": 458,
      "ו": 459,
      "ז": 460,
      "ח": 461,
      "ט": 462,
      "י": 463,
      "ך": 464,
      "כ": 465,
      "ל": 466,
      "ם": 467,
      "מ": 468,
      "ן": 469,
      "נ": 470,
      "ס": 471,
      "ע": 472,
      "ף": 473,
      "פ": 474,
      "ץ": 475,
      "צ": 476,
      "ק": 477,
      "ר": 478,
      "ש": 479,
      "ת": 480,
      "װ": 481,
      "ײ": 482,
      "׳": 483,
      "״": 484,
      "،": 485,
      "؟": 486,
      "ء": 487,
      "ا": 488,
      "ب": 489,
      "ة": 490,
      "ت": 491,
      "ث": 492,
      "ج": 493,
      "ح": 494,
      "خ": 495,
      "د": 496,
      "ذ": 497,
      "ر": 498,
      "ز": 499,
      "س": 500,
      "ش": 501,
      "ص": 502,
      "ض": 503,
      "ط": 504,
      "ظ": 505,
      "ع": 506,
      "غ": 507,
      "ؿ": 508,
      "ـ": 509,
      "ف": 510,
      "ق": 511,
      "ك": 512,
      "ل": 513,
      "م": 514,
      "ن": 515,
      "ه": 516,
      "و": 517,
      "ى": 518,
      "ي": 519,
      "٠": 520,
      "١": 521,
      "٢": 522,
      "٣": 523,
      "٤": 524,
      "٥": 525,
      "٦": 526,
      "٧": 527,
      "٨": 528,
      "٩": 529,
      "ٱ": 530,
      "ٹ": 531,
      "پ": 532,
      "ٿ": 533,
      "څ": 534,
      "چ": 535,
      "ڈ": 536,
      "ژ": 537,
      "ښ": 538,
      "ڠ": 539,
      "ک": 540,
      "ګ": 541,
      "ڬ": 542,
      "ڭ": 543,
      "گ": 544,
      "ں": 545,
      "ھ": 546,
      "ہ": 547,
      "ۇ": 548,
      "ی": 549,
      "ێ": 550,
      "ې": 551,
      "ے": 552,
      "ە": 553,
      "۞": 554,
      "۶": 555,
      "ܐ": 556,
      "ܒ": 557,
      "ܓ": 558,
      "ܕ": 559,
      "ܗ": 560,
      "ܘ": 561,
      "ܙ": 562,
      "ܚ": 563,
      "ܛ": 564,
      "ܝ": 565,
      "ܟ": 566,
      "ܠ": 567,
      "ܡ": 568,
      "ܢ": 569,
      "ܣ": 570,
      "ܥ": 571,
      "ܦ": 572,
      "ܨ": 573,
      "ܩ": 574,
      "ܪ": 575,
      "ܫ": 576,
      "ܬ": 577,
      "ݢ": 578,
      "ހ": 579,
      "ރ": 580,
      "ބ": 581,
      "ކ": 582,
      "އ": 583,
      "މ": 584,
      "ލ": 585,
      "ޏ": 586,
      "ސ": 587,
      "ޱ": 588,
      "ߊ": 589,
      "ߋ": 590,
      "ߌ": 591,
      "ߍ": 592,
      "ߎ": 593,
      "ߏ": 594,
      "ߐ": 595,
      "ߒ": 596,
      "ߓ": 597,
      "ߔ": 598,
      "ߕ": 599,
      "ߖ": 600,
      "ߗ": 601,
      "ߘ": 602,
      "ߙ": 603,
      "ߚ": 604,
      "ߛ": 605,
      "ߜ": 606,
      "ߝ": 607,
      "ߞ": 608,
      "ߟ": 609,
      "ߡ": 610,
      "ߢ": 611,
      "ߣ": 612,
      "ߤ": 613,
      "ߥ": 614,
      "ߦ": 615,
      "ߺ": 616,
      "ࠀ": 617,
      "ࠄ": 618,
      "ࠅ": 619,
      "ࠓ": 620,
      "ः": 621,
      "अ": 622,
      "आ": 623,
      "इ": 624,
      "ई": 625,
      "उ": 626,
      "ऊ": 627,
      "ऋ": 628,
      "ए": 629,
      "ओ": 630,
      "औ": 631,
      "क": 632,
      "ख": 633,
      "ग": 634,
      "घ": 635,
      "ङ": 636,
      "च": 637,
      "छ": 638,
      "ज": 639,
      "झ": 640,
      "ञ": 641,
      "ट": 642,
      "ठ": 643,
      "ड": 644,
      "ढ": 645,
      "ण": 646,
      "त": 647,
      "थ": 648,
      "द": 649,
      "ध": 650,
      "न": 651,
      "प": 652,
      "फ": 653,
      "ब": 654,
      "भ": 655,
      "म": 656,
      "य": 657,
      "र": 658,
      "ल": 659,
      "ळ": 660,
      "व": 661,
      "श": 662,
      "ष": 663,
      "स": 664,
      "ह": 665,
      "ऽ": 666,
      "ा": 667,
      "ि": 668,
      "ी": 669,
      "ॉ": 670,
      "ॊ": 671,
      "ो": 672,
      "ौ": 673,
      "ॐ": 674,
      "।": 675,
      "॥": 676,
      "०": 677,
      "१": 678,
      "२": 679,
      "३": 680,
      "६": 681,
      "ং": 682,
      "ঃ": 683,
      "অ": 684,
      "আ": 685,
      "ই": 686,
      "উ": 687,
      "এ": 688,
      "ও": 689,
      "ক": 690,
      "খ": 691,
      "গ": 692,
      "ঘ": 693,
      "ঙ": 694,
      "চ": 695,
      "ছ": 696,
      "জ": 697,
      "ঝ": 698,
      "ট": 699,
      "ড": 700,
      "ঢ": 701,
      "ণ": 702,
      "ত": 703,
      "থ": 704,
      "দ": 705,
      "ধ": 706,
      "ন": 707,
      "প": 708,
      "ব": 709,
      "ভ": 710,
      "ম": 711,
      "য": 712,
      "র": 713,
      "ল": 714,
      "শ": 715,
      "ষ": 716,
      "স": 717,
      "হ": 718,
      "া": 719,
      "ি": 720,
      "ী": 721,
      "ে": 722,
      "ৈ": 723,
      "ৎ": 724,
      "ৰ": 725,
      "ৱ": 726,
      "৳": 727,
      "ਃ": 728,
      "ਅ": 729,
      "ਆ": 730,
      "ਇ": 731,
      "ਈ": 732,
      "ਉ": 733,
      "ਊ": 734,
      "ਏ": 735,
      "ਐ": 736,
      "ਔ": 737,
      "ਕ": 738,
      "ਖ": 739,
      "ਗ": 740,
      "ਘ": 741,
      "ਙ": 742,
      "ਚ": 743,
      "ਜ": 744,
      "ਝ": 745,
      "ਞ": 746,
      "ਟ": 747,
      "ਡ": 748,
      "ਢ": 749,
      "ਣ": 750,
      "ਤ": 751,
      "ਥ": 752,
      "ਦ": 753,
      "ਧ": 754,
      "ਨ": 755,
      "ਪ": 756,
      "ਬ": 757,
      "ਭ": 758,
      "ਮ": 759,
      "ਯ": 760,
      "ਰ": 761,
      "ਲ": 762,
      "ਵ": 763,
      "ਸ": 764,
      "ਹ": 765,
      "ਾ": 766,
      "ਿ": 767,
      "ੀ": 768,
      "ੜ": 769,
      "੧": 770,
      "੨": 771,
      "ੲ": 772,
      "ੳ": 773,
      "ੴ": 774,
      "અ": 775,
      "આ": 776,
      "ઈ": 777,
      "ઉ": 778,
      "ઋ": 779,
      "ઍ": 780,
      "એ": 781,
      "ઑ": 782,
      "ક": 783,
      "ખ": 784,
      "ગ": 785,
      "ઘ": 786,
      "ઙ": 787,
      "ચ": 788,
      "છ": 789,
      "જ": 790,
      "ઞ": 791,
      "ટ": 792,
      "ઠ": 793,
      "ડ": 794,
      "ઢ": 795,
      "ણ": 796,
      "ત": 797,
      "થ": 798,
      "દ": 799,
      "ધ": 800,
      "ન": 801,
      "પ": 802,
      "ફ": 803,
      "બ": 804,
      "ભ": 805,
      "મ": 806,
      "ય": 807,
      "ર": 808,
      "લ": 809,
      "ળ": 810,
      "વ": 811,
      "શ": 812,
      "ષ": 813,
      "સ": 814,
      "હ": 815,
      "ા": 816,
      "િ": 817,
      "ી": 818,
      "ો": 819,
      "ଂ": 820,
      "ଅ": 821,
      "ଉ": 822,
      "କ": 823,
      "ଗ": 824,
      "ଜ": 825,
      "ଣ": 826,
      "ତ": 827,
      "ଧ": 828,
      "ନ": 829,
      "ପ": 830,
      "ବ": 831,
      "ମ": 832,
      "ର": 833,
      "ଶ": 834,
      "ସ": 835,
      "ା": 836,
      "ୀ": 837,
      "େ": 838,
      "ஃ": 839,
      "அ": 840,
      "ஆ": 841,
      "இ": 842,
      "உ": 843,
      "ஊ": 844,
      "எ": 845,
      "ஏ": 846,
      "ஒ": 847,
      "க": 848,
      "ங": 849,
      "ச": 850,
      "ஜ": 851,
      "ஞ": 852,
      "ட": 853,
      "ண": 854,
      "த": 855,
      "ந": 856,
      "ன": 857,
      "ப": 858,
      "ம": 859,
      "ய": 860,
      "ர": 861,
      "ற": 862,
      "ல": 863,
      "ள": 864,
      "ழ": 865,
      "வ": 866,
      "ஸ": 867,
      "ா": 868,
      "ி": 869,
      "ு": 870,
      "ூ": 871,
      "ெ": 872,
      "ே": 873,
      "ை": 874,
      "ఁ": 875,
      "ం": 876,
      "ః": 877,
      "అ": 878,
      "ఆ": 879,
      "ఇ": 880,
      "ఉ": 881,
      "ఎ": 882,
      "ఐ": 883,
      "ఔ": 884,
      "క": 885,
      "ఖ": 886,
      "గ": 887,
      "చ": 888,
      "జ": 889,
      "ఞ": 890,
      "ట": 891,
      "డ": 892,
      "ణ": 893,
      "త": 894,
      "ద": 895,
      "ధ": 896,
      "న": 897,
      "ప": 898,
      "బ": 899,
      "భ": 900,
      "మ": 901,
      "య": 902,
      "ర": 903,
      "ల": 904,
      "వ": 905,
      "శ": 906,
      "స": 907,
      "హ": 908,
      "ు": 909,
      "ూ": 910,
      "ృ": 911,
      "ౄ": 912,
      "ಂ": 913,
      "ಅ": 914,
      "ಆ": 915,
      "ಇ": 916,
      "ಈ": 917,
      "ಉ": 918,
      "ಊ": 919,
      "ಋ": 920,
      "ಎ": 921,
      "ಏ": 922,
      "ಕ": 923,
      "ಗ": 924,
      "ಙ": 925,
      "ಚ": 926,
      "ಜ": 927,
      "ಟ": 928,
      "ಠ": 929,
      "ಡ": 930,
      "ಣ": 931,
      "ತ": 932,
      "ಥ": 933,
      "ದ": 934,
      "ಧ": 935,
      "ನ": 936,
      "ಪ": 937,
      "ಬ": 938,
      "ಭ": 939,
      "ಮ": 940,
      "ಯ": 941,
      "ರ": 942,
      "ಱ": 943,
      "ಲ": 944,
      "ಳ": 945,
      "ವ": 946,
      "ಶ": 947,
      "ಷ": 948,
      "ಸ": 949,
      "ಾ": 950,
      "ು": 951,
      "ೂ": 952,
      "ೃ": 953,
      "ೕ": 954,
      "ೖ": 955,
      "ೞ": 956,
      "ೠ": 957,
      "ം": 958,
      "അ": 959,
      "ആ": 960,
      "ഇ": 961,
      "എ": 962,
      "ക": 963,
      "ഗ": 964,
      "ച": 965,
      "ട": 966,
      "ണ": 967,
      "ത": 968,
      "ദ": 969,
      "ധ": 970,
      "ന": 971,
      "ഩ": 972,
      "പ": 973,
      "ഫ": 974,
      "മ": 975,
      "യ": 976,
      "ര": 977,
      "റ": 978,
      "ല": 979,
      "ള": 980,
      "വ": 981,
      "ശ": 982,
      "സ": 983,
      "ഹ": 984,
      "ഺ": 985,
      "ാ": 986,
      "ി": 987,
      "ീ": 988,
      "െ": 989,
      "േ": 990,
      "൧": 991,
      "൨": 992,
      "൩": 993,
      "൰": 994,
      "ൻ": 995,
      "ർ": 996,
      "ൽ": 997,
      "ං": 998,
      "ඃ": 999,
      "අ": 1000,
      "ආ": 1001,
      "ඇ": 1002,
      "ඈ": 1003,
      "ඌ": 1004,
      "ඔ": 1005,
      "ක": 1006,
      "ඛ": 1007,
      "ග": 1008,
      "ච": 1009,
      "ඤ": 1010,
      "ඥ": 1011,
      "ඩ": 1012,
      "ණ": 1013,
      "ත": 1014,
      "ද": 1015,
      "න": 1016,
      "ප": 1017,
      "බ": 1018,
      "ම": 1019,
      "ඹ": 1020,
      "ය": 1021,
      "ර": 1022,
      "ල": 1023,
      "ව": 1024,
      "ශ": 1025,
      "ෂ": 1026,
      "ස": 1027,
      "හ": 1028,
      "ළ": 1029,
      "ෆ": 1030,
      "ා": 1031,
      "ැ": 1032,
      "ෑ": 1033,
      "ෙ": 1034,
      "ෛ": 1035,
      "ෟ": 1036,
      "෴": 1037,
      "ก": 1038,
      "ข": 1039,
      "ฃ": 1040,
      "ค": 1041,
      "ฅ": 1042,
      "ง": 1043,
      "จ": 1044,
      "ฉ": 1045,
      "ช": 1046,
      "ซ": 1047,
      "ฌ": 1048,
      "ญ": 1049,
      "ฎ": 1050,
      "ฏ": 1051,
      "ฐ": 1052,
      "ฑ": 1053,
      "ฒ": 1054,
      "ณ": 1055,
      "ด": 1056,
      "ต": 1057,
      "ถ": 1058,
      "ท": 1059,
      "ธ": 1060,
      "น": 1061,
      "บ": 1062,
      "ป": 1063,
      "ผ": 1064,
      "ฝ": 1065,
      "พ": 1066,
      "ฟ": 1067,
      "ภ": 1068,
      "ม": 1069,
      "ย": 1070,
      "ร": 1071,
      "ฤ": 1072,
      "ล": 1073,
      "ฦ": 1074,
      "ว": 1075,
      "ศ": 1076,
      "ษ": 1077,
      "ส": 1078,
      "ห": 1079,
      "ฬ": 1080,
      "อ": 1081,
      "ฮ": 1082,
      "ฯ": 1083,
      "ะ": 1084,
      "า": 1085,
      "ำ": 1086,
      "฿": 1087,
      "เ": 1088,
      "แ": 1089,
      "โ": 1090,
      "ใ": 1091,
      "ไ": 1092,
      "ๅ": 1093,
      "ๆ": 1094,
      "๏": 1095,
      "๒": 1096,
      "๔": 1097,
      "๕": 1098,
      "๗": 1099,
      "๘": 1100,
      "๚": 1101,
      "๛": 1102,
      "ກ": 1103,
      "ງ": 1104,
      "ຈ": 1105,
      "ຊ": 1106,
      "ທ": 1107,
      "ນ": 1108,
      "ມ": 1109,
      "ລ": 1110,
      "ວ": 1111,
      "ອ": 1112,
      "ຮ": 1113,
      "ະ": 1114,
      "າ": 1115,
      "ແ": 1116,
      "་": 1117,
      "ཀ": 1118,
      "ཁ": 1119,
      "ག": 1120,
      "ང": 1121,
      "ཆ": 1122,
      "ཇ": 1123,
      "ཏ": 1124,
      "ཐ": 1125,
      "ད": 1126,
      "ན": 1127,
      "པ": 1128,
      "བ": 1129,
      "མ": 1130,
      "ཚ": 1131,
      "ཛ": 1132,
      "ཞ": 1133,
      "ཟ": 1134,
      "འ": 1135,
      "ཡ": 1136,
      "ར": 1137,
      "ལ": 1138,
      "ཤ": 1139,
      "ས": 1140,
      "ཧ": 1141,
      "ཪ": 1142,
      "က": 1143,
      "ခ": 1144,
      "င": 1145,
      "ဆ": 1146,
      "ဇ": 1147,
      "ည": 1148,
      "တ": 1149,
      "ထ": 1150,
      "ဒ": 1151,
      "ဓ": 1152,
      "န": 1153,
      "ပ": 1154,
      "ဖ": 1155,
      "ဗ": 1156,
      "ဘ": 1157,
      "မ": 1158,
      "ယ": 1159,
      "ရ": 1160,
      "လ": 1161,
      "သ": 1162,
      "အ": 1163,
      "ါ": 1164,
      "ာ": 1165,
      "ေ": 1166,
      "း": 1167,
      "ျ": 1168,
      "ြ": 1169,
      "ၚ": 1170,
      "ა": 1171,
      "ბ": 1172,
      "გ": 1173,
      "დ": 1174,
      "ე": 1175,
      "ვ": 1176,
      "ზ": 1177,
      "თ": 1178,
      "ი": 1179,
      "კ": 1180,
      "ლ": 1181,
      "მ": 1182,
      "ნ": 1183,
      "ო": 1184,
      "პ": 1185,
      "რ": 1186,
      "ს": 1187,
      "ტ": 1188,
      "უ": 1189,
      "ფ": 1190,
      "ქ": 1191,
      "ღ": 1192,
      "შ": 1193,
      "ც": 1194,
      "ძ": 1195,
      "წ": 1196,
      "ხ": 1197,
      "ჯ": 1198,
      "ჰ": 1199,
      "ᄀ": 1200,
      "ᄁ": 1201,
      "ᄂ": 1202,
      "ᄃ": 1203,
      "ᄄ": 1204,
      "ᄅ": 1205,
      "ᄆ": 1206,
      "ᄇ": 1207,
      "ᄈ": 1208,
      "ᄉ": 1209,
      "ᄋ": 1210,
      "ᄌ": 1211,
      "ᄍ": 1212,
      "ᄎ": 1213,
      "ᄏ": 1214,
      "ᄐ": 1215,
      "ᄑ": 1216,
      "ᄒ": 1217,
      "ᅀ": 1218,
      "ᅡ": 1219,
      "ᅢ": 1220,
      "ᅣ": 1221,
      "ᅥ": 1222,
      "ᅦ": 1223,
      "ᅧ": 1224,
      "ᅨ": 1225,
      "ᅩ": 1226,
      "ᅪ": 1227,
      "ᅬ": 1228,
      "ᅭ": 1229,
      "ᅮ": 1230,
      "ᅯ": 1231,
      "ᅱ": 1232,
      "ᅲ": 1233,
      "ᅳ": 1234,
      "ᅴ": 1235,
      "ᅵ": 1236,
      "ᆨ": 1237,
      "ᆩ": 1238,
      "ᆫ": 1239,
      "ᆮ": 1240,
      "ᆯ": 1241,
      "ᆰ": 1242,
      "ᆷ": 1243,
      "ᆸ": 1244,
      "ᆺ": 1245,
      "ᆻ": 1246,
      "ᆼ": 1247,
      "ᆽ": 1248,
      "ᆾ": 1249,
      "ᇀ": 1250,
      "ᇁ": 1251,
      "ᇂ": 1252,
      "ሀ": 1253,
      "ሁ": 1254,
      "ሂ": 1255,
      "ሃ": 1256,
      "ህ": 1257,
      "ለ": 1258,
      "ላ": 1259,
      "ል": 1260,
      "ሕ": 1261,
      "መ": 1262,
      "ሚ": 1263,
      "ማ": 1264,
      "ም": 1265,
      "ሣ": 1266,
      "ሥ": 1267,
      "ሩ": 1268,
      "ሪ": 1269,
      "ራ": 1270,
      "ር": 1271,
      "ሮ": 1272,
      "ሰ": 1273,
      "ሲ": 1274,
      "ሳ": 1275,
      "ሴ": 1276,
      "ስ": 1277,
      "ሻ": 1278,
      "ቀ": 1279,
      "ቃ": 1280,
      "ቅ": 1281,
      "ቆ": 1282,
      "ቓ": 1283,
      "በ": 1284,
      "ቡ": 1285,
      "ቢ": 1286,
      "ባ": 1287,
      "ብ": 1288,
      "ተ": 1289,
      "ታ": 1290,
      "ት": 1291,
      "ች": 1292,
      "ነ": 1293,
      "ኒ": 1294,
      "ና": 1295,
      "ን": 1296,
      "ኖ": 1297,
      "አ": 1298,
      "ኢ": 1299,
      "ኣ": 1300,
      "ኤ": 1301,
      "እ": 1302,
      "ከ": 1303,
      "ካ": 1304,
      "ክ": 1305,
      "ወ": 1306,
      "ዊ": 1307,
      "ዋ": 1308,
      "ው": 1309,
      "ዓ": 1310,
      "ዕ": 1311,
      "የ": 1312,
      "ዩ": 1313,
      "ያ": 1314,
      "ይ": 1315,
      "ዲ": 1316,
      "ድ": 1317,
      "ዶ": 1318,
      "ጀ": 1319,
      "ጅ": 1320,
      "ጆ": 1321,
      "ገ": 1322,
      "ጊ": 1323,
      "ጋ": 1324,
      "ግ": 1325,
      "ጎ": 1326,
      "ጠ": 1327,
      "ጣ": 1328,
      "ጥ": 1329,
      "ጭ": 1330,
      "ጮ": 1331,
      "ጸ": 1332,
      "ጻ": 1333,
      "ጽ": 1334,
      "ፍ": 1335,
      "ፐ": 1336,
      "፠": 1337,
      "፨": 1338,
      "ᏹ": 1339,
      "ᐃ": 1340,
      "ᐄ": 1341,
      "ᐊ": 1342,
      "ᐍ": 1343,
      "ᐏ": 1344,
      "ᐗ": 1345,
      "ᐠ": 1346,
      "ᐢ": 1347,
      "ᐣ": 1348,
      "ᐤ": 1349,
      "ᐦ": 1350,
      "ᐯ": 1351,
      "ᐱ": 1352,
      "ᐳ": 1353,
      "ᐸ": 1354,
      "ᑉ": 1355,
      "ᑎ": 1356,
      "ᑐ": 1357,
      "ᑕ": 1358,
      "ᑗ": 1359,
      "ᑦ": 1360,
      "ᑫ": 1361,
      "ᑭ": 1362,
      "ᑯ": 1363,
      "ᑲ": 1364,
      "ᒃ": 1365,
      "ᒋ": 1366,
      "ᒌ": 1367,
      "ᒡ": 1368,
      "ᒣ": 1369,
      "ᒥ": 1370,
      "ᒧ": 1371,
      "ᒨ": 1372,
      "ᒪ": 1373,
      "ᓀ": 1374,
      "ᓂ": 1375,
      "ᓄ": 1376,
      "ᓅ": 1377,
      "ᓇ": 1378,
      "ᓈ": 1379,
      "ᓐ": 1380,
      "ᓗ": 1381,
      "ᓘ": 1382,
      "ᓚ": 1383,
      "ᓪ": 1384,
      "ᓯ": 1385,
      "ᓱ": 1386,
      "ᔅ": 1387,
      "ᔑ": 1388,
      "ᔨ": 1389,
      "ᔫ": 1390,
      "ᔭ": 1391,
      "ᕈ": 1392,
      "ᖃ": 1393,
      "ᖅ": 1394,
      "ᖓ": 1395,
      "᙮": 1396,
      "ᚃ": 1397,
      "ᚐ": 1398,
      "ᚔ": 1399,
      "ᚢ": 1400,
      "ᚦ": 1401,
      "ᚨ": 1402,
      "ᚩ": 1403,
      "ᚪ": 1404,
      "ᚬ": 1405,
      "ᚱ": 1406,
      "ᚲ": 1407,
      "ᚴ": 1408,
      "ᚹ": 1409,
      "ᚼ": 1410,
      "ᚽ": 1411,
      "ᚾ": 1412,
      "ᚿ": 1413,
      "ᛁ": 1414,
      "ᛅ": 1415,
      "ᛉ": 1416,
      "ᛋ": 1417,
      "ᛏ": 1418,
      "ᛒ": 1419,
      "ᛖ": 1420,
      "ᛚ": 1421,
      "ᛟ": 1422,
      "ᛦ": 1423,
      "᛬": 1424,
      "᛭": 1425,
      "ᜇ": 1426,
      "ᜐ": 1427,
      "ក": 1428,
      "ខ": 1429,
      "គ": 1430,
      "ង": 1431,
      "ឆ": 1432,
      "ដ": 1433,
      "ឋ": 1434,
      "ណ": 1435,
      "ត": 1436,
      "ថ": 1437,
      "ទ": 1438,
      "ន": 1439,
      "ប": 1440,
      "ព": 1441,
      "ភ": 1442,
      "ម": 1443,
      "យ": 1444,
      "រ": 1445,
      "ល": 1446,
      "វ": 1447,
      "ស": 1448,
      "ហ": 1449,
      "អ": 1450,
      "ឧ": 1451,
      "ា": 1452,
      "េ": 1453,
      "ែ": 1454,
      "ៃ": 1455,
      "ះ": 1456,
      "០": 1457,
      "១": 1458,
      "៧": 1459,
      "៨": 1460,
      "៩": 1461,
      "ᠠ": 1462,
      "ᠨ": 1463,
      "ᠯ": 1464,
      "ᠰ": 1465,
      "ᠶ": 1466,
      "ᡥ": 1467,
      "ᡳ": 1468,
      "ᣙ": 1469,
      "ᯀ": 1470,
      "ᯅ": 1471,
      "ᯖ": 1472,
      "ᯬ": 1473,
      "ᴀ": 1474,
      "ᴄ": 1475,
      "ᴅ": 1476,
      "ᴇ": 1477,
      "ᴏ": 1478,
      "ᴗ": 1479,
      "ᴛ": 1480,
      "ᴜ": 1481,
      "ᴢ": 1482,
      "ᴥ": 1483,
      "ᴳ": 1484,
      "ᴴ": 1485,
      "ᵄ": 1486,
      "ᵉ": 1487,
      "ᵊ": 1488,
      "ᵋ": 1489,
      "ᵍ": 1490,
      "ᵑ": 1491,
      "ᵒ": 1492,
      "ᵭ": 1493,
      "ᵮ": 1494,
      "ᵯ": 1495,
      "ᵰ": 1496,
      "ᵱ": 1497,
      "ᵲ": 1498,
      "ᵳ": 1499,
      "ᵴ": 1500,
      "ᵵ": 1501,
      "ᵶ": 1502,
      "ᵷ": 1503,
      "ᵹ": 1504,
      "ᵻ": 1505,
      "ᵽ": 1506,
      "ᵾ": 1507,
      "ᶁ": 1508,
      "ᶂ": 1509,
      "ᶃ": 1510,
      "ᶄ": 1511,
      "ᶅ": 1512,
      "ᶆ": 1513,
      "ᶇ": 1514,
      "ᶈ": 1515,
      "ᶉ": 1516,
      "ᶊ": 1517,
      "ᶌ": 1518,
      "ᶍ": 1519,
      "ᶎ": 1520,
      "ᶏ": 1521,
      "ᶐ": 1522,
      "ᶑ": 1523,
      "ᶒ": 1524,
      "ᶓ": 1525,
      "ᶔ": 1526,
      "ᶘ": 1527,
      "ᶙ": 1528,
      "ᶛ": 1529,
      "ᶟ": 1530,
      "ᶢ": 1531,
      "ᶣ": 1532,
      "ᶬ": 1533,
      "ᶭ": 1534,
      "ᶮ": 1535,
      "ᶯ": 1536,
      "ᶰ": 1537,
      "ᶳ": 1538,
      "ᶵ": 1539,
      "ᶶ": 1540,
      "ᶸ": 1541,
      "ᶹ": 1542,
      "ᶺ": 1543,
      "ᶻ": 1544,
      "ᶼ": 1545,
      "ᶽ": 1546,
      "ẚ": 1547,
      "ẜ": 1548,
      "ẝ": 1549,
      "ẟ": 1550,
      "ỽ": 1551,
      "ỿ": 1552,
      "᾽": 1553,
      "᾿": 1554,
      "῾": 1555,
      "‐": 1556,
      "‑": 1557,
      "‒": 1558,
      "–": 1559,
      "—": 1560,
      "―": 1561,
      "‖": 1562,
      "‘": 1563,
      "’": 1564,
      "‚": 1565,
      "‛": 1566,
      "“": 1567,
      "”": 1568,
      "„": 1569,
      "‟": 1570,
      "†": 1571,
      "‡": 1572,
      "•": 1573,
      "‣": 1574,
      "․": 1575,
      "…": 1576,
      "‰": 1577,
      "‱": 1578,
      "′": 1579,
      "″": 1580,
      "‴": 1581,
      "‹": 1582,
      "›": 1583,
      "※": 1584,
      "‽": 1585,
      "‾": 1586,
      "‿": 1587,
      "⁂": 1588,
      "⁄": 1589,
      "⁇": 1590,
      "⁈": 1591,
      "⁉": 1592,
      "⁊": 1593,
      "⁑": 1594,
      "⁓": 1595,
      "⁔": 1596,
      "⁙": 1597,
      "⁚": 1598,
      "⁰": 1599,
      "⁴": 1600,
      "⁵": 1601,
      "⁷": 1602,
      "⁸": 1603,
      "⁺": 1604,
      "⁻": 1605,
      "ⁿ": 1606,
      "₁": 1607,
      "₂": 1608,
      "₃": 1609,
      "ₓ": 1610,
      "ₕ": 1611,
      "ₖ": 1612,
      "ₛ": 1613,
      "ₜ": 1614,
      "₠": 1615,
      "₡": 1616,
      "₢": 1617,
      "₣": 1618,
      "₤": 1619,
      "₥": 1620,
      "₦": 1621,
      "₨": 1622,
      "₩": 1623,
      "₪": 1624,
      "₫": 1625,
      "€": 1626,
      "₭": 1627,
      "₮": 1628,
      "₯": 1629,
      "₱": 1630,
      "₲": 1631,
      "₳": 1632,
      "₴": 1633,
      "₵": 1634,
      "₷": 1635,
      "₸": 1636,
      "₹": 1637,
      "₽": 1638,
      "₾": 1639,
      "⃀": 1640,
      "ℂ": 1641,
      "℃": 1642,
      "℅": 1643,
      "ℍ": 1644,
      "ℏ": 1645,
      "ℓ": 1646,
      "ℕ": 1647,
      "№": 1648,
      "℗": 1649,
      "℘": 1650,
      "ℙ": 1651,
      "ℚ": 1652,
      "ℛ": 1653,
      "ℝ": 1654,
      "℞": 1655,
      "℟": 1656,
      "℠": 1657,
      "™": 1658,
      "℣": 1659,
      "ℤ": 1660,
      "℥": 1661,
      "℧": 1662,
      "℩": 1663,
      "℮": 1664,
      "ℰ": 1665,
      "ℱ": 1666,
      "ℳ": 1667,
      "ℵ": 1668,
      "℺": 1669,
      "ⅎ": 1670,
      "⅓": 1671,
      "⅔": 1672,
      "⅛": 1673,
      "⅜": 1674,
      "⅝": 1675,
      "⅞": 1676,
      "ⅻ": 1677,
      "ↀ": 1678,
      "ↆ": 1679,
      "ↇ": 1680,
      "ↈ": 1681,
      "←": 1682,
      "↑": 1683,
      "→": 1684,
      "↓": 1685,
      "↔": 1686,
      "↝": 1687,
      "↦": 1688,
      "↯": 1689,
      "↵": 1690,
      "⇄": 1691,
      "⇌": 1692,
      "⇐": 1693,
      "⇒": 1694,
      "⇔": 1695,
      "⇗": 1696,
      "⇘": 1697,
      "⇳": 1698,
      "∀": 1699,
      "∂": 1700,
      "∃": 1701,
      "∅": 1702,
      "∆": 1703,
      "∇": 1704,
      "∈": 1705,
      "∊": 1706,
      "∋": 1707,
      "∎": 1708,
      "−": 1709,
      "∓": 1710,
      "∕": 1711,
      "∖": 1712,
      "∗": 1713,
      "∘": 1714,
      "∙": 1715,
      "√": 1716,
      "∝": 1717,
      "∞": 1718,
      "∠": 1719,
      "∣": 1720,
      "∥": 1721,
      "∧": 1722,
      "∨": 1723,
      "∩": 1724,
      "∪": 1725,
      "∫": 1726,
      "∴": 1727,
      "∷": 1728,
      "∸": 1729,
      "∼": 1730,
      "≃": 1731,
      "≅": 1732,
      "≈": 1733,
      "≐": 1734,
      "≘": 1735,
      "≙": 1736,
      "≜": 1737,
      "≟": 1738,
      "≡": 1739,
      "≤": 1740,
      "≥": 1741,
      "≧": 1742,
      "≪": 1743,
      "≫": 1744,
      "≲": 1745,
      "≳": 1746,
      "≼": 1747,
      "≽": 1748,
      "⊂": 1749,
      "⊃": 1750,
      "⊆": 1751,
      "⊇": 1752,
      "⊊": 1753,
      "⊋": 1754,
      "⊍": 1755,
      "⊏": 1756,
      "⊔": 1757,
      "⊕": 1758,
      "⊖": 1759,
      "⊗": 1760,
      "⊙": 1761,
      "⊢": 1762,
      "⊤": 1763,
      "⊥": 1764,
      "⊦": 1765,
      "⊨": 1766,
      "⊻": 1767,
      "⊼": 1768,
      "⊽": 1769,
      "⋀": 1770,
      "⋃": 1771,
      "⋅": 1772,
      "⋆": 1773,
      "⋇": 1774,
      "⋈": 1775,
      "⋉": 1776,
      "⋊": 1777,
      "⋋": 1778,
      "⋌": 1779,
      "⋍": 1780,
      "⋖": 1781,
      "⋮": 1782,
      "⋯": 1783,
      "⌀": 1784,
      "⌂": 1785,
      "⌃": 1786,
      "⌈": 1787,
      "⌉": 1788,
      "⌊": 1789,
      "⌋": 1790,
      "⌒": 1791,
      "⌽": 1792,
      "⌿": 1793,
      "⍋": 1794,
      "⍠": 1795,
      "⍨": 1796,
      "⍳": 1797,
      "⍴": 1798,
      "⍵": 1799,
      "⍺": 1800,
      "⍾": 1801,
      "⎉": 1802,
      "⎖": 1803,
      "⎜": 1804,
      "⎧": 1805,
      "⎨": 1806,
      "⎩": 1807,
      "⎬": 1808,
      "⎯": 1809,
      "⏑": 1810,
      "⏓": 1811,
      "⏕": 1812,
      "⏨": 1813,
      "␇": 1814,
      "␠": 1815,
      "␣": 1816,
      "①": 1817,
      "②": 1818,
      "③": 1819,
      "④": 1820,
      "⑤": 1821,
      "⑥": 1822,
      "⑦": 1823,
      "⑧": 1824,
      "ⓐ": 1825,
      "ⓑ": 1826,
      "ⓢ": 1827,
      "ⓣ": 1828,
      "ⓧ": 1829,
      "ⓨ": 1830,
      "─": 1831,
      "━": 1832,
      "│": 1833,
      "┃": 1834,
      "┌": 1835,
      "┏": 1836,
      "┐": 1837,
      "┓": 1838,
      "└": 1839,
      "├": 1840,
      "┣": 1841,
      "┫": 1842,
      "┳": 1843,
      "┻": 1844,
      "╋": 1845,
      "╥": 1846,
      "╨": 1847,
      "╯": 1848,
      "╱": 1849,
      "╲": 1850,
      "▀": 1851,
      "▄": 1852,
      "█": 1853,
      "░": 1854,
      "▒": 1855,
      "▓": 1856,
      "■": 1857,
      "□": 1858,
      "▢": 1859,
      "▪": 1860,
      "▫": 1861,
      "▬": 1862,
      "▭": 1863,
      "▮": 1864,
      "▯": 1865,
      "▰": 1866,
      "▲": 1867,
      "△": 1868,
      "▼": 1869,
      "◆": 1870,
      "◊": 1871,
      "○": 1872,
      "◌": 1873,
      "●": 1874,
      "◐": 1875,
      "◕": 1876,
      "◘": 1877,
      "◡": 1878,
      "◦": 1879,
      "◻": 1880,
      "☂": 1881,
      "★": 1882,
      "☆": 1883,
      "☉": 1884,
      "☌": 1885,
      "☔": 1886,
      "☠": 1887,
      "☣": 1888,
      "☤": 1889,
      "☥": 1890,
      "☦": 1891,
      "☧": 1892,
      "☨": 1893,
      "☩": 1894,
      "☪": 1895,
      "☫": 1896,
      "☰": 1897,
      "☱": 1898,
      "☲": 1899,
      "☳": 1900,
      "☴": 1901,
      "☵": 1902,
      "☶": 1903,
      "☷": 1904,
      "☺": 1905,
      "☾": 1906,
      "☿": 1907,
      "♀": 1908,
      "♂": 1909,
      "♃": 1910,
      "♄": 1911,
      "♆": 1912,
      "♇": 1913,
      "♈": 1914,
      "♉": 1915,
      "♋": 1916,
      "♌": 1917,
      "♍": 1918,
      "♎": 1919,
      "♏": 1920,
      "♐": 1921,
      "♑": 1922,
      "♒": 1923,
      "♓": 1924,
      "♔": 1925,
      "♕": 1926,
      "♖": 1927,
      "♗": 1928,
      "♘": 1929,
      "♙": 1930,
      "♚": 1931,
      "♛": 1932,
      "♜": 1933,
      "♝": 1934,
      "♞": 1935,
      "♟": 1936,
      "♠": 1937,
      "♣": 1938,
      "♤": 1939,
      "♥": 1940,
      "♦": 1941,
      "♩": 1942,
      "♪": 1943,
      "♫": 1944,
      "♭": 1945,
      "♮": 1946,
      "♯": 1947,
      "♲": 1948,
      "♳": 1949,
      "♴": 1950,
      "♵": 1951,
      "♶": 1952,
      "♷": 1953,
      "♸": 1954,
      "♹": 1955,
      "♺": 1956,
      "♾": 1957,
      "⚀": 1958,
      "⚁": 1959,
      "⚂": 1960,
      "⚃": 1961,
      "⚄": 1962,
      "⚅": 1963,
      "⚇": 1964,
      "⚓": 1965,
      "⚤": 1966,
      "⚥": 1967,
      "⚲": 1968,
      "⚴": 1969,
      "⚵": 1970,
      "⚹": 1971,
      "⛢": 1972,
      "✉": 1973,
      "✓": 1974,
      "✕": 1975,
      "✖": 1976,
      "✗": 1977,
      "✘": 1978,
      "✙": 1979,
      "✚": 1980,
      "✛": 1981,
      "✜": 1982,
      "✝": 1983,
      "✞": 1984,
      "✟": 1985,
      "✠": 1986,
      "✡": 1987,
      "✢": 1988,
      "✣": 1989,
      "✤": 1990,
      "✥": 1991,
      "✪": 1992,
      "✯": 1993,
      "✱": 1994,
      "✶": 1995,
      "✸": 1996,
      "✻": 1997,
      "✿": 1998,
      "❚": 1999,
      "❤": 2000,
      "❧": 2001,
      "➔": 2002,
      "⟦": 2003,
      "⟧": 2004,
      "⟨": 2005,
      "⟩": 2006,
      "⟶": 2007,
      "⠃": 2008,
      "⠇": 2009,
      "⠗": 2010,
      "⤓": 2011,
      "⤖": 2012,
      "⦰": 2013,
      "⦵": 2014,
      "⨁": 2015,
      "⨳": 2016,
      "⩒": 2017,
      "⩛": 2018,
      "⩱": 2019,
      "⩲": 2020,
      "⩽": 2021,
      "⩾": 2022,
      "⫟": 2023,
      "⫶": 2024,
      "⫽": 2025,
      "⯓": 2026,
      "⯔": 2027,
      "⯕": 2028,
      "⯖": 2029,
      "ⰶ": 2030,
      "ⱆ": 2031,
      "ⱑ": 2032,
      "ⱓ": 2033,
      "ⱡ": 2034,
      "ⱥ": 2035,
      "ⱦ": 2036,
      "ⱨ": 2037,
      "ⱪ": 2038,
      "ⱬ": 2039,
      "ⱳ": 2040,
      "ⱴ": 2041,
      "ⱶ": 2042,
      "ⱷ": 2043,
      "ⱸ": 2044,
      "ⱹ": 2045,
      "ⱺ": 2046,
      "ⲁ": 2047,
      "ⲃ": 2048,
      "ⲅ": 2049,
      "ⲇ": 2050,
      "ⲉ": 2051,
      "ⲏ": 2052,
      "ⲓ": 2053,
      "ⲕ": 2054,
      "ⲗ": 2055,
      "ⲙ": 2056,
      "ⲛ": 2057,
      "ⲝ": 2058,
      "ⲟ": 2059,
      "ⲡ": 2060,
      "ⲣ": 2061,
      "ⲥ": 2062,
      "ⲧ": 2063,
      "ⲫ": 2064,
      "ⲭ": 2065,
      "ⲱ": 2066,
      "ⴰ": 2067,
      "ⴻ": 2068,
      "ⴼ": 2069,
      "ⴽ": 2070,
      "ⵉ": 2071,
      "ⵍ": 2072,
      "ⵎ": 2073,
      "ⵏ": 2074,
      "ⵓ": 2075,
      "ⵔ": 2076,
      "ⵖ": 2077,
      "ⵙ": 2078,
      "ⵛ": 2079,
      "ⵜ": 2080,
      "ⵣ": 2081,
      "⸢": 2082,
      "⸣": 2083,
      "⸤": 2084,
      "⸥": 2085,
      "⸬": 2086,
      "⸰": 2087,
      "⸱": 2088,
      "⸺": 2089,
      "⺮": 2090,
      "、": 2091,
      "。": 2092,
      "々": 2093,
      "〇": 2094,
      "〈": 2095,
      "〉": 2096,
      "《": 2097,
      "》": 2098,
      "「": 2099,
      "」": 2100,
      "『": 2101,
      "』": 2102,
      "〚": 2103,
      "〛": 2104,
      "〜": 2105,
      "〮": 2106,
      "〯": 2107,
      "ぁ": 2108,
      "あ": 2109,
      "ぃ": 2110,
      "い": 2111,
      "う": 2112,
      "ぇ": 2113,
      "え": 2114,
      "お": 2115,
      "か": 2116,
      "き": 2117,
      "く": 2118,
      "け": 2119,
      "こ": 2120,
      "さ": 2121,
      "し": 2122,
      "す": 2123,
      "せ": 2124,
      "そ": 2125,
      "た": 2126,
      "ち": 2127,
      "っ": 2128,
      "つ": 2129,
      "て": 2130,
      "と": 2131,
      "な": 2132,
      "に": 2133,
      "ぬ": 2134,
      "ね": 2135,
      "の": 2136,
      "は": 2137,
      "ひ": 2138,
      "ふ": 2139,
      "へ": 2140,
      "ほ": 2141,
      "ま": 2142,
      "み": 2143,
      "む": 2144,
      "め": 2145,
      "も": 2146,
      "ゃ": 2147,
      "や": 2148,
      "ゅ": 2149,
      "ゆ": 2150,
      "ょ": 2151,
      "よ": 2152,
      "ら": 2153,
      "り": 2154,
      "る": 2155,
      "れ": 2156,
      "ろ": 2157,
      "ゎ": 2158,
      "わ": 2159,
      "ゐ": 2160,
      "ゑ": 2161,
      "を": 2162,
      "ん": 2163,
      "゛": 2164,
      "゜": 2165,
      "ゝ": 2166,
      "ァ": 2167,
      "ア": 2168,
      "ィ": 2169,
      "イ": 2170,
      "ゥ": 2171,
      "ウ": 2172,
      "ェ": 2173,
      "エ": 2174,
      "ォ": 2175,
      "オ": 2176,
      "カ": 2177,
      "キ": 2178,
      "ク": 2179,
      "ケ": 2180,
      "コ": 2181,
      "サ": 2182,
      "シ": 2183,
      "ス": 2184,
      "セ": 2185,
      "ソ": 2186,
      "タ": 2187,
      "チ": 2188,
      "ッ": 2189,
      "ツ": 2190,
      "テ": 2191,
      "ト": 2192,
      "ナ": 2193,
      "ニ": 2194,
      "ヌ": 2195,
      "ネ": 2196,
      "ノ": 2197,
      "ハ": 2198,
      "ヒ": 2199,
      "フ": 2200,
      "ヘ": 2201,
      "ホ": 2202,
      "マ": 2203,
      "ミ": 2204,
      "ム": 2205,
      "メ": 2206,
      "モ": 2207,
      "ャ": 2208,
      "ヤ": 2209,
      "ュ": 2210,
      "ユ": 2211,
      "ョ": 2212,
      "ヨ": 2213,
      "ラ": 2214,
      "リ": 2215,
      "ル": 2216,
      "レ": 2217,
      "ロ": 2218,
      "ワ": 2219,
      "ヰ": 2220,
      "ヱ": 2221,
      "ヲ": 2222,
      "ン": 2223,
      "ヶ": 2224,
      "・": 2225,
      "ー": 2226,
      "ヽ": 2227,
      "ㄅ": 2228,
      "ㄆ": 2229,
      "ㄇ": 2230,
      "ㄈ": 2231,
      "ㄉ": 2232,
      "ㄊ": 2233,
      "ㄌ": 2234,
      "ㄘ": 2235,
      "ㄛ": 2236,
      "ㄞ": 2237,
      "ㄠ": 2238,
      "ㄢ": 2239,
      "ㄧ": 2240,
      "ㄨ": 2241,
      "ㄪ": 2242,
      "ㄱ": 2243,
      "ㄲ": 2244,
      "ㄴ": 2245,
      "ㄷ": 2246,
      "ㄸ": 2247,
      "ㄹ": 2248,
      "ㅁ": 2249,
      "ㅂ": 2250,
      "ㅃ": 2251,
      "ㅅ": 2252,
      "ㅆ": 2253,
      "ㅇ": 2254,
      "ㅈ": 2255,
      "ㅉ": 2256,
      "ㅊ": 2257,
      "ㅋ": 2258,
      "ㅌ": 2259,
      "ㅍ": 2260,
      "ㅎ": 2261,
      "ㅏ": 2262,
      "ㅐ": 2263,
      "ㅑ": 2264,
      "ㅓ": 2265,
      "ㅔ": 2266,
      "ㅕ": 2267,
      "ㅗ": 2268,
      "ㅜ": 2269,
      "ㅟ": 2270,
      "ㅠ": 2271,
      "ㅡ": 2272,
      "ㅢ": 2273,
      "ㅣ": 2274,
      "ㆉ": 2275,
      "ㆌ": 2276,
      "ㇷ": 2277,
      "㛹": 2278,
      "㵋": 2279,
      "䨻": 2280,
      "䭏": 2281,
      "一": 2282,
      "丁": 2283,
      "七": 2284,
      "万": 2285,
      "丈": 2286,
      "三": 2287,
      "上": 2288,
      "下": 2289,
      "不": 2290,
      "与": 2291,
      "丑": 2292,
      "专": 2293,
      "且": 2294,
      "世": 2295,
      "丘": 2296,
      "业": 2297,
      "东": 2298,
      "丝": 2299,
      "両": 2300,
      "丢": 2301,
      "两": 2302,
      "严": 2303,
      "並": 2304,
      "丨": 2305,
      "丩": 2306,
      "个": 2307,
      "丬": 2308,
      "中": 2309,
      "丰": 2310,
      "串": 2311,
      "丶": 2312,
      "丷": 2313,
      "丸": 2314,
      "丹": 2315,
      "为": 2316,
      "主": 2317,
      "丽": 2318,
      "丿": 2319,
      "乃": 2320,
      "久": 2321,
      "义": 2322,
      "之": 2323,
      "乌": 2324,
      "乐": 2325,
      "乘": 2326,
      "乙": 2327,
      "乚": 2328,
      "乛": 2329,
      "九": 2330,
      "乞": 2331,
      "也": 2332,
      "习": 2333,
      "乡": 2334,
      "书": 2335,
      "买": 2336,
      "乱": 2337,
      "乳": 2338,
      "乾": 2339,
      "亀": 2340,
      "亂": 2341,
      "亅": 2342,
      "了": 2343,
      "予": 2344,
      "争": 2345,
      "事": 2346,
      "二": 2347,
      "于": 2348,
      "云": 2349,
      "互": 2350,
      "五": 2351,
      "井": 2352,
      "亘": 2353,
      "亚": 2354,
      "亞": 2355,
      "亠": 2356,
      "亡": 2357,
      "交": 2358,
      "亦": 2359,
      "产": 2360,
      "亨": 2361,
      "享": 2362,
      "京": 2363,
      "亭": 2364,
      "亮": 2365,
      "亲": 2366,
      "人": 2367,
      "亻": 2368,
      "亿": 2369,
      "仁": 2370,
      "仄": 2371,
      "仇": 2372,
      "今": 2373,
      "介": 2374,
      "仌": 2375,
      "从": 2376,
      "仏": 2377,
      "仑": 2378,
      "仓": 2379,
      "仔": 2380,
      "仕": 2381,
      "他": 2382,
      "仗": 2383,
      "付": 2384,
      "仙": 2385,
      "仚": 2386,
      "仝": 2387,
      "仟": 2388,
      "代": 2389,
      "令": 2390,
      "以": 2391,
      "仪": 2392,
      "们": 2393,
      "仮": 2394,
      "仰": 2395,
      "仲": 2396,
      "件": 2397,
      "任": 2398,
      "伊": 2399,
      "伍": 2400,
      "伎": 2401,
      "伏": 2402,
      "伐": 2403,
      "休": 2404,
      "众": 2405,
      "会": 2406,
      "伝": 2407,
      "伟": 2408,
      "传": 2409,
      "伦": 2410,
      "伯": 2411,
      "伴": 2412,
      "伸": 2413,
      "似": 2414,
      "伽": 2415,
      "佃": 2416,
      "但": 2417,
      "佉": 2418,
      "位": 2419,
      "住": 2420,
      "佐": 2421,
      "佑": 2422,
      "体": 2423,
      "何": 2424,
      "余": 2425,
      "佛": 2426,
      "作": 2427,
      "你": 2428,
      "佩": 2429,
      "佬": 2430,
      "佮": 2431,
      "佳": 2432,
      "佺": 2433,
      "使": 2434,
      "侃": 2435,
      "來": 2436,
      "例": 2437,
      "侍": 2438,
      "供": 2439,
      "依": 2440,
      "侠": 2441,
      "侦": 2442,
      "侬": 2443,
      "侯": 2444,
      "侶": 2445,
      "便": 2446,
      "係": 2447,
      "促": 2448,
      "俄": 2449,
      "俊": 2450,
      "俔": 2451,
      "俗": 2452,
      "俚": 2453,
      "保": 2454,
      "俞": 2455,
      "俟": 2456,
      "俠": 2457,
      "信": 2458,
      "俥": 2459,
      "俨": 2460,
      "俭": 2461,
      "修": 2462,
      "俱": 2463,
      "俳": 2464,
      "俵": 2465,
      "俺": 2466,
      "倉": 2467,
      "個": 2468,
      "倍": 2469,
      "們": 2470,
      "倒": 2471,
      "候": 2472,
      "倚": 2473,
      "倪": 2474,
      "倫": 2475,
      "倭": 2476,
      "倶": 2477,
      "值": 2478,
      "偃": 2479,
      "偉": 2480,
      "偏": 2481,
      "偕": 2482,
      "做": 2483,
      "健": 2484,
      "偰": 2485,
      "側": 2486,
      "偿": 2487,
      "傅": 2488,
      "傌": 2489,
      "傑": 2490,
      "傘": 2491,
      "備": 2492,
      "傜": 2493,
      "储": 2494,
      "傳": 2495,
      "債": 2496,
      "僊": 2497,
      "像": 2498,
      "僑": 2499,
      "僕": 2500,
      "僖": 2501,
      "僚": 2502,
      "僧": 2503,
      "價": 2504,
      "儀": 2505,
      "儁": 2506,
      "儂": 2507,
      "億": 2508,
      "儒": 2509,
      "儡": 2510,
      "優": 2511,
      "儼": 2512,
      "儿": 2513,
      "允": 2514,
      "元": 2515,
      "兄": 2516,
      "充": 2517,
      "兆": 2518,
      "先": 2519,
      "光": 2520,
      "克": 2521,
      "免": 2522,
      "兎": 2523,
      "児": 2524,
      "兒": 2525,
      "兔": 2526,
      "兗": 2527,
      "党": 2528,
      "兜": 2529,
      "入": 2530,
      "內": 2531,
      "全": 2532,
      "兩": 2533,
      "八": 2534,
      "公": 2535,
      "六": 2536,
      "兮": 2537,
      "兰": 2538,
      "共": 2539,
      "关": 2540,
      "兴": 2541,
      "兵": 2542,
      "其": 2543,
      "具": 2544,
      "典": 2545,
      "兹": 2546,
      "兼": 2547,
      "冀": 2548,
      "内": 2549,
      "円": 2550,
      "冉": 2551,
      "冊": 2552,
      "册": 2553,
      "再": 2554,
      "冖": 2555,
      "写": 2556,
      "军": 2557,
      "农": 2558,
      "冠": 2559,
      "冤": 2560,
      "冥": 2561,
      "冫": 2562,
      "冬": 2563,
      "冯": 2564,
      "冰": 2565,
      "决": 2566,
      "冶": 2567,
      "冷": 2568,
      "冻": 2569,
      "冼": 2570,
      "净": 2571,
      "准": 2572,
      "凉": 2573,
      "凋": 2574,
      "凌": 2575,
      "凍": 2576,
      "几": 2577,
      "凡": 2578,
      "凤": 2579,
      "凧": 2580,
      "凰": 2581,
      "凸": 2582,
      "凹": 2583,
      "出": 2584,
      "击": 2585,
      "刀": 2586,
      "刂": 2587,
      "刃": 2588,
      "分": 2589,
      "切": 2590,
      "刈": 2591,
      "刊": 2592,
      "刑": 2593,
      "划": 2594,
      "列": 2595,
      "刘": 2596,
      "则": 2597,
      "刚": 2598,
      "创": 2599,
      "初": 2600,
      "判": 2601,
      "別": 2602,
      "利": 2603,
      "别": 2604,
      "到": 2605,
      "制": 2606,
      "券": 2607,
      "刹": 2608,
      "刺": 2609,
      "刻": 2610,
      "則": 2611,
      "削": 2612,
      "剌": 2613,
      "前": 2614,
      "剎": 2615,
      "剑": 2616,
      "剛": 2617,
      "剣": 2618,
      "副": 2619,
      "割": 2620,
      "創": 2621,
      "劃": 2622,
      "劇": 2623,
      "劉": 2624,
      "劍": 2625,
      "力": 2626,
      "办": 2627,
      "功": 2628,
      "加": 2629,
      "务": 2630,
      "动": 2631,
      "助": 2632,
      "努": 2633,
      "劫": 2634,
      "劳": 2635,
      "労": 2636,
      "劸": 2637,
      "効": 2638,
      "劾": 2639,
      "势": 2640,
      "勁": 2641,
      "勃": 2642,
      "勅": 2643,
      "勇": 2644,
      "勒": 2645,
      "動": 2646,
      "勘": 2647,
      "務": 2648,
      "勝": 2649,
      "勞": 2650,
      "勢": 2651,
      "勤": 2652,
      "勧": 2653,
      "勲": 2654,
      "勳": 2655,
      "勵": 2656,
      "勹": 2657,
      "勺": 2658,
      "勾": 2659,
      "勿": 2660,
      "包": 2661,
      "匈": 2662,
      "匏": 2663,
      "匕": 2664,
      "化": 2665,
      "北": 2666,
      "匠": 2667,
      "匡": 2668,
      "匣": 2669,
      "匪": 2670,
      "匯": 2671,
      "匱": 2672,
      "区": 2673,
      "医": 2674,
      "匽": 2675,
      "區": 2676,
      "十": 2677,
      "千": 2678,
      "升": 2679,
      "午": 2680,
      "半": 2681,
      "卍": 2682,
      "华": 2683,
      "协": 2684,
      "卐": 2685,
      "卑": 2686,
      "卒": 2687,
      "卓": 2688,
      "協": 2689,
      "单": 2690,
      "南": 2691,
      "単": 2692,
      "博": 2693,
      "卜": 2694,
      "占": 2695,
      "卡": 2696,
      "卣": 2697,
      "卤": 2698,
      "卦": 2699,
      "卧": 2700,
      "卫": 2701,
      "卬": 2702,
      "卯": 2703,
      "印": 2704,
      "危": 2705,
      "即": 2706,
      "卵": 2707,
      "卷": 2708,
      "卸": 2709,
      "卿": 2710,
      "厂": 2711,
      "厄": 2712,
      "厅": 2713,
      "历": 2714,
      "厉": 2715,
      "厚": 2716,
      "原": 2717,
      "厥": 2718,
      "厲": 2719,
      "厳": 2720,
      "去": 2721,
      "县": 2722,
      "参": 2723,
      "參": 2724,
      "又": 2725,
      "叉": 2726,
      "及": 2727,
      "友": 2728,
      "双": 2729,
      "反": 2730,
      "发": 2731,
      "叔": 2732,
      "取": 2733,
      "受": 2734,
      "变": 2735,
      "叡": 2736,
      "叢": 2737,
      "口": 2738,
      "古": 2739,
      "句": 2740,
      "叩": 2741,
      "只": 2742,
      "叫": 2743,
      "召": 2744,
      "可": 2745,
      "台": 2746,
      "史": 2747,
      "右": 2748,
      "叶": 2749,
      "号": 2750,
      "司": 2751,
      "吃": 2752,
      "各": 2753,
      "合": 2754,
      "吉": 2755,
      "同": 2756,
      "名": 2757,
      "后": 2758,
      "吏": 2759,
      "吐": 2760,
      "向": 2761,
      "吒": 2762,
      "君": 2763,
      "听": 2764,
      "启": 2765,
      "吳": 2766,
      "吴": 2767,
      "吸": 2768,
      "吹": 2769,
      "吻": 2770,
      "吾": 2771,
      "呂": 2772,
      "呆": 2773,
      "呈": 2774,
      "告": 2775,
      "呐": 2776,
      "呑": 2777,
      "员": 2778,
      "周": 2779,
      "味": 2780,
      "呼": 2781,
      "命": 2782,
      "咄": 2783,
      "和": 2784,
      "咒": 2785,
      "咗": 2786,
      "咩": 2787,
      "咫": 2788,
      "咸": 2789,
      "咹": 2790,
      "哀": 2791,
      "品": 2792,
      "哇": 2793,
      "哈": 2794,
      "哉": 2795,
      "哟": 2796,
      "員": 2797,
      "哥": 2798,
      "哪": 2799,
      "哲": 2800,
      "唐": 2801,
      "唔": 2802,
      "唱": 2803,
      "唹": 2804,
      "商": 2805,
      "問": 2806,
      "啓": 2807,
      "啞": 2808,
      "啟": 2809,
      "啤": 2810,
      "啲": 2811,
      "喀": 2812,
      "喂": 2813,
      "善": 2814,
      "喆": 2815,
      "喇": 2816,
      "喉": 2817,
      "喊": 2818,
      "喜": 2819,
      "喝": 2820,
      "喧": 2821,
      "喪": 2822,
      "喬": 2823,
      "單": 2824,
      "喻": 2825,
      "嗣": 2826,
      "嘅": 2827,
      "嘉": 2828,
      "嘛": 2829,
      "嘸": 2830,
      "噌": 2831,
      "器": 2832,
      "嚴": 2833,
      "囂": 2834,
